BACKGROUND_COLOR = (0.2, 0.2, 0.2)  # #333333 вместо #262626
# Пол внутри коробки (прицепа) должен быть всегда залит цветом #c3c3c3
# #c3c3c3 -> (195/255, 195/255, 195/255) ~= (0.7647, 0.7647, 0.7647)
FLOOR_COLOR = (0.7647059, 0.7647059, 0.7647059, 1.0)
FLOOR_HEIGHT = 250  # нижняя плоскость прицепа

# Толщина пола прицепа (в см, как в web версии ~10)
FLOOR_THICKNESS = 10

# Цвет стенок при закрытом тенте (#aeaeae)
TRUCK_CLOSED_COLOR = (0.682, 0.682, 0.682, 1.0)

# Lighting mode: 'none' | 'ambient' | 'web'
LIGHTING_MODE = 'none'

# Локаль по умолчанию
LANG = 'ru'


